Repository: 98rostami/ZiBot
Catalog: translations/messages.*.po
Languages: fa

source: Create New Session
fa: ساخت نشست جدید

source: This game session has expired.
fa: این نشست منقضی شده است.

source: Create
fa: ساختن

source: Bad request!
fa: درخواست اشتباه!

source: This game session is empty.
fa: این بازی خالی ست.

source: Hi!
fa: سلام!

source: Play
fa: بازی کردن

source: To begin, start a message with {USAGE} in any of your chats or click the {BUTTON} button and then select a chat to play in.
fa: برای شروع ، در هر یک از چت های خود پیامی را با {USAGE} شروع کنید یا روی دکمه {BUTTON} کلیک کنید و سپس گروهی را برای بازی انتخاب کنید.

source: This game session has crashed.
fa: این بازی خراب شده است.

source: This game is already created!
fa: این بازی هم اکنون ساخته شده است!

source: {PLAYER_HOST} is waiting for opponent to join...
fa: {PLAYER_HOST} منتظر پیوستن حریف است ...

source: Join
fa: پیوستن

source: Press {BUTTON} button to join.
fa: برای پیوستن دکمه {BUTTON} را بزنید.

source: {PLAYER_GUEST} joined...
fa: {PLAYER_GUEST} به بازی ملحق شد...

source: Waiting for {PLAYER} to start...
fa: در انتظار {PLAYER} برای شروع...

source: Press {BUTTON} button to start.
fa: برای شروع دکمه {BUTTON} را بزنید.

source: You cannot play with yourself!
fa: شما نمی توانید با خودتان بازی کنید!

source: This game is full!
fa: این بازی پر است!

source: You're not in this game!
fa: شما در این بازی نیستید!

source: {PLAYER} quit...
fa: {PLAYER} خارج شد...

source: {PLAYER_HOST} is now the host.
fa: {PLAYER_HOST} اکنون میزبان است.

source: You're not the host!
fa: شما میزبان نیستید!

source: There is no player to kick!
fa: بازیکنی برای اخراج وجود ندارد!

source: {PLAYER_GUEST} was kicked...
fa: {PLAYER_GUEST} اخراج شد...

source: Quit
fa: خروج

source: Kick
fa: اخراج

source: Play again!
fa: بازی کردن دوباره!

source: Game session not found or expired.
fa: نشست پیدا نشد یا منقضی شده است.

source: This game has ended!
fa: این بازی تمام شده است!

source: {PLAYER} won!
fa: {PLAYER} برد!

source: {PLAYER} surrendered!
fa: {PLAYER} تسلیم شد!

source: Press the button again to surrender!
fa: دکمه را دوباره فشار دهید تا تسلیم شوید!

source: Surrender
fa: تسلیم

source: Vote to draw
fa: رای به قرعه کشی

source: You already voted!
fa: شما قبلاً رای داده اید!

source: You must make a jump when possible!
fa: شما باید زمانی جهش کنید که ممکن باشد!

source: Invalid move!
fa: حرکت غیرمجاز!

source: Invalid selection!
fa: انتخاب غیرمجاز!

source: It's not your turn!
fa: نوبت شما نیست!

source: Game ended with a draw!
fa: بازی مساوی شد!

source: {PLAYER} voted to draw!
fa: {PLAYER} به تساوی رای داد!

source: (Select the piece you want to move)
fa: (قطعه ای را که می خواهید جابجا کنید انتخاب کنید)

source: (Selected: {COORDINATES})
fa: ({COORDINATES} انتخاب شد:)

source: (Make your move or select different piece)
fa: (حرکت خود را انجام دهید یا قطعه متفاوتی انتخاب کنید)

source: (Your move must continue)
fa: (حرکت شما باید ادامه یابد)

source: {PLAYER} won this round!
fa: {PLAYER} برنده این دور شد!

source: This round ended with a draw!
fa: این دور مساوی شد!

source: {PLAYER} won the game!
fa: {PLAYER} بازی را برد!

source: Round {ROUND} - make your picks!
fa: دور {ROUND} - انتخاب های خود را انجام دهید!

source: Waiting for:
fa: در انتظار برای:

source: {PLAYER} died! (kicked)
fa: {PLAYER} مرد! (اخراج شد)

source: {PLAYER} survived!
fa: {PLAYER} تسلیم شد!

source: Database error!
fa: خطای دیتابیس!

source: Try again in a few seconds.
fa: چند ثانیه بعد تلاش کنید.

source: Process for this game is busy!
fa: روند این بازی شلوغ است!

source: Telegram API error!
fa: خطای API تلگرام!

source: Bot error!
fa: خطای ربات!

source: Unhandled error!
fa: خطای کنترل نشده!
